tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

cask 'java'

brew 'imagemagick'
brew 'mysql', restart_service: true
brew 'openssl'
brew 'curl'
brew 'wget'
brew 'git'
brew 'nvm'
brew 'php55'
brew 'php55-imagick'
brew 'php55-xdebug'
brew 'php55-xhprof'
brew 'composer'
brew 'mongodb', restart_service: true
brew 'graphicsmagick'
brew 'dnsmasq', restart_service: true
brew 'solr'
