tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

cask 'java'

brew 'imagemagick'
brew 'mysql56', restart_service: true
brew 'openssl'
brew 'curl', args: ['with-openssl']
brew 'wget'
brew 'git'
brew 'nvm'
brew 'php56', args: ['with-homebrew-curl', 'with-homebrew-openssl', 'with-apache']
brew 'php56-imagick'
brew 'php56-xdebug'
brew 'php56-xhprof'
brew 'composer'
brew 'mongodb', restart_service: true
brew 'graphicsmagick'
brew 'dnsmasq'
brew 'solr'
